bradlc.vscode-tailwindcss
daohong-emilio.yash
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl-recommender
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
prisma.prisma
twxs.cmake
